# -*- coding: utf-8 -*-

# Вывести на консоль жителей комнат (модули room_1 и room_2)
# Формат: В комнате room_1 живут: ...
from pprint import pprint

from room_1 import folks as folks_r1
from room_2 import folks as folks_r2

print('В комнате room_1 живут:', folks_r1)
print('В комнате room_2 живут:', folks_r2)

